import p1 from "./images/breakfast.jpg";
import p2 from "./images/pizza.jpg";
import p3 from "./images/burger.jpg";
import p4 from "./images/steak.jpg";

export const items = [
  {
    id: 1,
    title: "بيض",
    description:
      "يعتبر البيض مصدرًا اقتصاديًا للبروتين عالي الجودة ومكونًا غذائيًا هامًا في وجبات كبار السن والأسر ذات الدخل المنخفض ولنمو الأطفال وأيضًا للأشخاص الذين يحددون سعراتهم الحرارية اليومية بهدف إنقاص الوزن.",
    price: 50,
    category: "فطور",
    img: p1,
  },
  {
    id: 2,
    title: "برجر",
    description:
      "أكلة كثيراً ما تعد من الوجبات السريعة وقد انتشرت بسرعة في كل أنحاء العالم حتى أصبحت من وجبات العولمة، تتكون من ساندويتش من اللحم أو الدجاج بالإضافة إلى الكاتشاب والمايونيز والخضار، ويأكل معها البطاطا المقلية والمشروبات الغازية مثل البيبسي والكوكاكولا",
    price: 200,
    category: "غدا",
    img: p3,
  },
  {
    id: 3,
    title: "استيك",
    description:
      "تحضّر الستيك بالصلصة باستخدام اللحم، البصل، الطماطم، الفلفل الرومي، البقدونس، مرق اللحم، البهارات والزيت. تحتوي وجبة الستيك بالصلصة (350غ تقريباً) ،",
    price: 450,
    category: "غدا",
    img: p4,
  },
  {
    id: 4,
    title: "بيتزا",
    description:
      "هو طبق من أصل إيطالي يصنع من عجينة من القمح تكون عادة مستديرة ومسطحة ومخمرة وتغطى بالطماطم والجبن والعديد من المكونات الأخرى (مثل الفطر والبصل والزيتون والخضروات واللحوم وما إلى ذلك) ثم تُخبز بعد ذلك تقليديًا في فرن يعمل بالحطب على درجة حرارة عالية. تسمى البيتزا الصغيرة أحيانًا (بيزيت-تا) ",
    price: 150,
    category: "عشا",
    img: p2,
  },
];
